"Prevent accidental quitting" = "Zapobiegaj przypadkowemu wychodzeniu z aplikacji";
"Monthly" = "co miesiąc";
"Check for update immediately" = "Sprawdź aktualizacje";
"Add Quicksilver to your login items" = "Uruchamiaj Quicksilver przy logowaniu";
"Download updates in the background" = "Pobieraj aktualizacje w tle";
"Restart immediately" = "Uruchom ponownie teraz";
"Warn before quitting" = "Ostrzegaj przed wyjściem z aplikacji";
"Normal" = "Normalny";
"Run Setup" = "Uruchom instalator";
"Enable update checking" = "Włącz sprawdzanie aktualizacji";
"Now" = "Teraz";
"⌽" = "⌽";